Repository: ducanh2211/localizable-script
Catalog: localizble/Localizable.merged.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, vi

# nutrition.calculatingCalories
source: Estimating calories
de: Kalorien werden geschätzt
es: Estimando calorías
fr: Estimation des calories
ja: カロリーを計算中
ko: 칼로리 계산 중
vi: Đang ước tính calo

# nutrition.calories
source: Calories
de: Kalorien
es: Calorías
ja: カロリー
ko: 칼로리
vi: Calo

# nutrition.caloriesEstimated
source: Estimated Calories
de: Geschätzte Kalorien
es: Calorías estimadas
fr: Calories estimées
ja: 推定カロリー
ko: 예상 칼로리
vi: Calo ước tính

# nutrition.caloriesPerServing
source: Calories per serving
de: Kalorien pro Portion
es: Calorías por porción
fr: Calories par portion
ja: 1食あたりのカロリー
ko: 1회 제공량당 칼로리
vi: Calo mỗi khẩu phần

# nutrition.carbs
source: Carbs
de: Kohlenhydrate
es: Carbohidratos
fr: Glucides
ja: 炭水化物
ko: 탄수화물
vi: Tinh bột

# nutrition.eatenTitle
source: Eaten
de: Gegessen
es: Consumido
fr: Consommé
ja: 摂取済み
ko: 섭취함
vi: Đã nạp

# nutrition.fat
source: Fats
de: Fette
es: Grasas
fr: Lipides
ja: 脂質
ko: 지방
vi: Chất béo

# nutrition.goal
source: Goal:
de: Ziel:
es: Objetivo:
fr: Objectif :
ja: 目標：
ko: 목표:
vi: Mục tiêu:

# nutrition.goalCalories
source: Goal: %@kcal
de: Ziel: %@ kcal
es: Objetivo: %@ kcal
fr: Objectif : %@kcal
ja: 目標：%@kcal
ko: 목표: %@kcal
vi: Mục tiêu: %@kcal

# nutrition.goalWeight
source: Goal weight: %@
de: Zielgewicht: %@
es: Peso objetivo: %@
fr: Poids cible : %@
ja: 目標体重：%@
ko: 목표 체중: %@
vi: Cân nặng mục tiêu: %@

# nutrition.protein
source: Proteins
de: Proteine
es: Proteínas
fr: Protéines
ja: タンパク質
ko: 단백질
vi: Đạm

# nutrition.remaining
source: Remaining
de: Verbleibend
es: Restante
fr: Restant
ja: 残り
ko: 남음
vi: Còn lại

# nutrition.targetGoal
source: Goal:
de: Ziel:
es: Objetivo:
fr: Objectif :
ja: 目標：
ko: 목표:
vi: Mục tiêu:

# nutrition.title
source: Nutrition
de: Ernährung
es: Nutrición
ja: 栄養
ko: 영양
vi: Dinh dưỡng

# nutrition.toReachGoal
source: To reach goal
de: Um das Ziel zu erreichen
es: Para alcanzar el objetivo
fr: Pour atteindre votre objectif
ja: 目標達成まで
ko: 목표 달성까지
vi: Để đạt mục tiêu

# nutrition.trackerTitle
source: Calorie Tracker
de: Kalorien-Tracker
es: Contador de calorías
fr: Suivi des calories
ja: カロリートラッカー
ko: 칼로리 트래커
vi: Theo dõi Calo

# nutrition.vsMacroTarget
source: Vs Macro target
de: Vs. Makro-Ziel
es: Vs. Objetivo de macros
fr: Par rapport à l'objectif macro
ja: マクロ目標との比較
ko: 영양소 목표 대비
vi: So với mục tiêu vĩ mô

# onboarding.activity.high
source: High activity
de: Hohe Aktivität
es: Actividad alta
fr: Activité élevée
ja: 高い運動量
ko: 활동량 많음
vi: Hoạt động cao

# onboarding.activity.highDescription
source: Intense daily activity or frequent workouts
de: Intensive tägliche Aktivität oder häufige Workouts
es: Actividad diaria intensa o entrenamientos frecuentes
fr: Activité quotidienne intense ou entraînements fréquents
ja: 激しい日常運動または頻繁なトレーニング
ko: 강도 높은 일상 활동 또는 자주 하는 운동
vi: Hoạt động thể chất cường độ cao hàng ngày hoặc tập thể dục thường xuyên

# onboarding.activity.light
source: Lightly activity
de: Leichte Aktivität
es: Actividad ligera
fr: Activité légère
ja: 軽い運動量
ko: 활동량 약간 있음
vi: Hoạt động nhẹ

# onboarding.activity.lightDescription
source: Light daily movement or occasional exercise
de: Leichte tägliche Bewegung oder gelegentlicher Sport
es: Movimiento diario ligero o ejercicio ocasional
fr: Mouvement quotidien léger ou exercice occasionnel
ja: 軽い日常の動きまたは時々の運動
ko: 가벼운 일상 움직임 또는 가끔 하는 운동
vi: Vận động nhẹ hàng ngày hoặc thỉnh thoảng tập thể dục

# onboarding.activity.low
source: Low activity
de: Niedrige Aktivität
es: Poca actividad
fr: Faible activité
ja: 低い運動量
ko: 활동량 적음
vi: Hoạt động thấp

# onboarding.activity.lowDescription
source: Mostly sitting with little daily movement
de: Überwiegend sitzend mit wenig täglicher Bewegung
es: Principalmente sentado con poco movimiento diario
fr: Principalement assis avec peu de mouvement quotidien
ja: デスクワーク中心で運動が少ない
ko: 주로 앉아서 생활하며 일상 움직임이 적음
vi: Chủ yếu ngồi, ít vận động hàng ngày

# onboarding.activity.moderate
source: Moderate activity
de: Moderate Aktivität
es: Actividad moderada
fr: Activité modérée
ja: 適度な運動量
ko: 활동량 보통
vi: Hoạt động vừa phải

# onboarding.activity.moderateDescription
source: Regular activity or exercise several times a week
de: Regelmäßige Aktivität oder Sport mehrmals die Woche
es: Actividad regular o ejercicio varias veces por semana
fr: Activité régulière ou exercice plusieurs fois par semaine
ja: 適度な運動または週に数回のトレーニング
ko: 일반적인 활동량 또는 주 2~3회 운동
vi: Vận động thường xuyên hoặc tập thể dục vài lần một tuần

# onboarding.activityLevelTitle
source: Your activity level?
de: Dein Aktivitätsniveau?
es: ¿Cuál es tu nivel de actividad?
fr: Votre niveau d'activité ?
ja: 普段の活動量は？
ko: 평소 활동량은 어느 정도인가요?
vi: Mức độ hoạt động của bạn?

# onboarding.birthYear
source: Your birth year
de: Dein Geburtsjahr
es: Tu año de nacimiento
fr: Votre année de naissance
ja: 生年月日（年）
ko: 출생 연도
vi: Năm sinh của bạn

# onboarding.bmiAdvice.highRisk
source: This target keeps you in a high-risk zone. We recommend setting a slightly lower goal for your health.
de: Dieses Ziel bringt dich in einen Hochrisikobereich. Wir empfehlen ein etwas niedrigeres Ziel für deine Gesundheit.
es: Este objetivo te sitúa en una zona de alto riesgo. Recomendamos fijar un objetivo ligeramente más moderado por tu salud.
fr: Cet objectif vous place dans une zone à risque élevé. Nous vous recommandons de fixer un objectif légèrement plus modéré pour votre santé.
ja: この目標は高リスクゾーンに該当します。健康のために少し控えめな目標設定をおすすめします。
ko: 이 목표는 위험도가 높은 범위에 속합니다. 건강을 위해 조금 더 낮춘 목표를 권장합니다.
vi: Mục tiêu này khiến bạn nằm trong vùng rủi ro cao. Chúng tôi khuyên bạn nên đặt mục tiêu thấp hơn một chút vì sức khỏe.

# onboarding.bmiAdvice.low
source: A bit too low. Aiming for a slightly higher weight will help boost your daily energy.
de: Etwas zu niedrig. Ein leicht höheres Gewicht hilft dir, deine tägliche Energie zu steigern.
es: Un poco demasiado bajo. Apuntar a un peso ligeramente mayor te ayudará a aumentar tu energía diaria.
fr: Un peu trop bas. Viser un poids légèrement plus élevé vous aidera à stimuler votre énergie quotidienne.
ja: 少し低すぎます。もう少し高い体重を目指すと日常のエネルギーが高まります。
ko: 조금 낮습니다. 약간 더 높은 체중을 목표로 설정하면 일상 에너지를 높이는 데 도움이 됩니다.
vi: Mức này hơi thấp. Hướng tới cân nặng cao hơn một chút sẽ giúp tăng cường năng lượng hàng ngày của bạn.

# onboarding.bmiAdvice.perfect
source: Perfect! A highly realistic and sustainable goal for your body.
de: Perfekt! Ein sehr realistisches und nachhaltiges Ziel für deinen Körper.
es: ¡Perfecto! Un objetivo muy realista y sostenible para tu cuerpo.
fr: Parfait ! Un objectif très réaliste et durable pour votre corps.
ja: 素晴らしい！あなたの体にとても現実的で持続可能な目標です。
ko: 완벽합니다! 당신의 몸에 매우 현실적이고 지속 가능한 목표입니다.
vi: Hoàn hảo! Một mục tiêu rất thực tế và bền vững cho cơ thể bạn.

# onboarding.bmiAdvice.severeRiskHigh
source: Warning: This goal poses severe health risks. We recommend setting a slightly lower goal for your health.
de: Warnung: Dieses Ziel birgt schwere gesundheitliche Risiken. Wir empfehlen ein etwas niedrigeres Ziel.
es: Advertencia: Este objetivo presenta graves riesgos para la salud. Recomendamos fijar un objetivo más moderado.
fr: Avertissement : Cet objectif présente de graves risques pour la santé. Nous vous recommandons de fixer un objectif plus adapté.
ja: 警告：この目標は深刻な健康リスクを伴います。安全な目標設定をおすすめします。
ko: 경고: 이 목표는 심각한 건강 위험을 초래할 수 있습니다. 보다 안전한 목표를 설정하세요.
vi: Cảnh báo: Mục tiêu này gây ra rủi ro sức khỏe nghiêm trọng. Chúng tôi khuyên bạn nên đặt mục tiêu thấp hơn một chút vì sức khỏe.

# onboarding.bmiAdvice.severeRiskLow
source: Warning: This target is extremely low. Please consider a safer weight or consult a doctor.
de: Warnung: Dieses Ziel ist extrem niedrig. Bitte wähle ein sichereres Gewicht oder frage einen Arzt.
es: Advertencia: Este objetivo es extremadamente bajo. Por favor, considera un peso más seguro o consulta a un médico.
fr: Avertissement : Cet objectif est extrêmement bas. Veuillez envisager un poids plus sûr ou consulter un médecin.
ja: 警告：この目標は極端に低いです。より安全な体重を検討するか医師にご相談ください。
ko: 경고: 이 목표는 매우 낮습니다. 보다 안전한 체중을 고려하거나 의사와 상담하세요.
vi: Cảnh báo: Mục tiêu này cực kỳ thấp. Vui lòng cân nhắc cân nặng an toàn hơn hoặc tham khảo ý kiến bác sĩ.

# onboarding.bmiAdvice.slightlyHigh
source: Slightly above the healthy zone. It’s a manageable starting point to work toward later.
de: Leicht über dem gesunden Bereich. Ein überschaubarer Startpunkt, auf den du aufbauen kannst.
es: Ligeramente por encima de la zona saludable. Es un buen punto de partida para ir avanzando poco a poco.
fr: Légèrement au-dessus de la zone santé. C'est un point de départ abordable pour progresser ensuite.
ja: 適正範囲をわずかに上回っています。段階的に目指すのに良いスタート地点です。
ko: 정상 범위를 살짝 웃돏니다. 차근차근 목표에 다가가기 좋은 시작점입니다.
vi: Hơi cao hơn vùng khỏe mạnh. Đây là điểm bắt đầu có thể quản lý được để phấn đấu sau.

# onboarding.currentWeight
source: Your current weight?
de: Dein aktuelles Gewicht?
es: ¿Tu peso actual?
fr: Votre poids actuel ?
ja: 現在の体重は？
ko: 현재 몸무게는 얼마인가요?
vi: Cân nặng hiện tại của bạn?

# onboarding.getStarted
source: GET STARTED
de: LOSLEGEN
es: EMPEZAR
fr: COMMENCER
ja: 始める
ko: 시작하기
vi: BẮT ĐẦU

# onboarding.goal.gainWeight
source: Gain Weight
de: Gewicht zunehmen
es: Ganar peso
fr: Prise de poids
ja: 増量する
ko: 체중 증가
vi: Tăng cân

# onboarding.goal.loseWeight
source: Lose Weight
de: Gewicht verlieren
es: Perder peso
fr: Perte de poids
ja: 減量する
ko: 체중 감량
vi: Giảm cân

# onboarding.goal.maintainWeight
source: Maintain Weight
de: Gewicht halten
es: Mantener peso
fr: Maintenir le poids
ja: 体重を維持する
ko: 체중 유지
vi: Duy trì cân nặng

# onboarding.goalSummary.gain
source: Gain %1$@ from %2$@
de: %1$@ zunehmen von %2$@
es: Ganar %1$@ desde %2$@
fr: Gagner %1$@ à partir de %2$@
ja: %2$@から%1$@増量
ko: %2$@에서 %1$@ 증가
vi: Tăng %1$@ từ %2$@

# onboarding.goalSummary.lose
source: Lose %1$@ from %2$@
de: %1$@ abnehmen von %2$@
es: Perder %1$@ desde %2$@
fr: Perdre %1$@ à partir de %2$@
ja: %2$@から%1$@減量
ko: %2$@에서 %1$@ 감량
vi: Giảm %1$@ từ %2$@

# onboarding.goalSummary.maintain
source: Maintain your weight at %@
de: Halte dein Gewicht bei %@
es: Mantener tu peso en %@
fr: Maintenir votre poids à %@
ja: 体重を%@に維持
ko: 체중을 %@로 유지
vi: Duy trì cân nặng ở mức %@

# onboarding.goalSummary.reach
source: Reach %@
de: %@ erreichen
es: Alcanzar %@
fr: Atteindre %@
ja: %@を目指す
ko: %@ 달성
vi: Đạt %@

# onboarding.goalTitle
source: What's your goal?
de: Was ist dein Ziel?
es: ¿Cuál es tu objetivo?
fr: Quel est votre objectif ?
ja: あなたの目標は？
ko: 목표가 무엇인가요?
vi: Mục tiêu của bạn là gì?

# onboarding.height
source: How tall are you?
de: Wie groß bist du?
es: ¿Cuánto mides?
fr: Quelle est votre taille ?
ja: 身長はどのくらいですか？
ko: 키가 어떻게 되시나요?
vi: Chiều cao của bạn?

# onboarding.loading.analyzingGoals
source: Analyzing your goals
de: Ziele werden analysiert
es: Analizando tus objetivos
fr: Analyse de vos objectifs
ja: 目標を分析中
ko: 목표 분석 중
vi: Đang phân tích mục tiêu

# onboarding.loading.buildingMacroPlan
source: Building your macro plan
de: Makro-Plan wird erstellt
es: Creando plan de macros
fr: Création du plan nutritionnel
ja: マクロプランを作成中
ko: 영양소 플랜 작성 중
vi: Đang xây dựng kế hoạch dinh dưỡng vĩ mô

# onboarding.loading.calculatingCalories
source: Calculating daily calories
de: Tageskalorien werden berechnet
es: Calculando calorías diarias
fr: Calcul des calories quotidiennes
ja: 1日のカロリーを計算中
ko: 일일 칼로리 계산 중
vi: Đang tính toán calo hàng ngày

# onboarding.loading.calculatingMacros
source: Calculating macros
de: Makros werden berechnet
es: Calculando macros
fr: Calcul des macronutriments
ja: マクロ栄養素を計算中
ko: 영양 비율 계산 중
vi: Đang tính toán phân bổ vĩ mô

# onboarding.loading.creatingPlan
source: Creating your personalized plan...
de: Dein personalisierter Plan wird erstellt...
es: Creando tu plan personalizado...
fr: Création de votre programme personnalisé...
ja: カスタムプランを作成中...
ko: 맞춤형 플랜 생성 중...
vi: Đang tạo kế hoạch cá nhân hóa của bạn...

# onboarding.loading.personalizingRecommendations
source: Personalizing recommendations
de: Empfehlungen werden personalisiert
es: Personalizando recomendaciones
fr: Personnalisation des recommandations
ja: おすすめをカスタマイズ中
ko: 추천 정보 맞춤화 중
vi: Đang cá nhân hóa đề xuất

# onboarding.personalSummary
source: Personal Summary
de: Persönliche Zusammenfassung
es: Resumen personal
fr: Résumé personnel
ja: 個人概要
ko: 개인 요약
vi: Tóm tắt cá nhân

# onboarding.plan.defaultRecommendation
source: Focus on balanced meals with protein, carbohydrates, and healthy fats to stay on track.
de: Konzentriere dich auf ausgewogene Mahlzeiten mit Proteinen, Kohlenhydraten und gesunden Fetten.
es: Enfócate en comidas balanceadas con proteínas, carbohidratos y grasas saludables para mantenerte en el camino.
fr: Privilégiez des repas équilibrés en protéines, glucides et lipides sains pour rester sur la bonne voie.
ja: たんぱく質、炭水化物、良質な脂質をバランスよく摂取して目標を維持しましょう。
ko: 단백질, 탄수화물, 건강한 지방이 균형 잡힌 식단으로 목표를 향해 나아가세요.
vi: Tập trung vào các bữa ăn cân bằng với đạm, tinh bột và chất béo tốt để duy trì lộ trình.

# onboarding.planReady
source: Your Personal Plan is Ready!
de: Dein persönlicher Plan ist bereit!
es: ¡Tu plan personal está listo!
fr: Votre programme personnel est prêt !
ja: パーソナルプランが完成しました！
ko: 맞춤 플랜이 준비되었습니다!
vi: Kế hoạch cá nhân của bạn đã sẵn sàng!

# onboarding.slogan.achieveMore
source: Achieve more.
de: Mehr erreichen.
es: Logra más.
fr: Obtenez plus.
ja: 目標をもっと高く。
ko: 더 많은 것을 달성하세요.
vi: Đạt được nhiều hơn.

# onboarding.slogan.scanSmarter
source: Scan smarter. Reach goals faster.
de: Smarter scannen. Schneller Ziele erreichen.
es: Escanea de forma inteligente. Alcanza tus metas más rápido.
fr: Scannez plus intelligemment. Atteignez vos objectifs plus vite.
ja: スマートにスキャン。目標へ最短で。
ko: 스마트하게 스캔하고 더 빠르게 목표를 달성하세요.
vi: Quét thông minh hơn. Đạt mục tiêu nhanh hơn.

# onboarding.slogan.trackLess
source: Track less.
de: Weniger tracken.
es: Registra menos.
fr: Suivez moins.
ja: 記録の手間を減らす。
ko: 기록은 간편하게.
vi: Theo dõi ít hơn.

# onboarding.startPlan
source: Start My Plan
de: Meinen Plan starten
es: Iniciar mi plan
fr: Démarrer mon programme
ja: プランを開始
ko: 내 플랜 시작하기
vi: Bắt đầu kế hoạch

# onboarding.subtitle
source: Track meals, build healthier habits, and reach your goals with AI.
de: Mahlzeiten tracken, gesündere Gewohnheiten aufbauen und Ziele mit KI erreichen.
es: Registra tus comidas, crea hábitos más saludables y alcanza tus objetivos con IA.
fr: Suivez vos repas, adoptez de meilleures habitudes et atteignez vos objectifs grâce à l'IA.
ja: AIを活用して食事を記録し、健康的な習慣を身につけて目標を達成しましょう。
ko: AI와 함께 식사를 기록하고, 건강한 습관을 만들며 목표를 달성해 보세요.
vi: Theo dõi bữa ăn, xây dựng thói quen lành mạnh hơn và đạt mục tiêu cùng AI.

# onboarding.targetWeight
source: Your target weight?
de: Dein Zielgewicht?
es: ¿Tu peso objetivo?
fr: Votre poids cible ?
ja: 目標の体重は？
ko: 목표 체중은 얼마인가요?
vi: Cân nặng mục tiêu của bạn?

# onboarding.tellUsAboutYou
source: Tell us about you
de: Erzähle uns von dir
es: Cuéntanos sobre ti
fr: Parlez-nous de vous
ja: あなたについて教えてください
ko: 귀하에 대해 알려주세요
vi: Hãy chia sẻ về bạn

# onboarding.title
source: Calorie Tracker
de: Kalorien-Tracker
es: Contador de calorías
fr: Suivi des calories
ja: カロリートラッカー
ko: 칼로리 트래커
vi: Theo dõi Calo

# permission.camera.title
source: Camera Access
de: Kamerazugriff
es: Acceso a la cámara
fr: Accès à l'appareil photo
ja: カメラへのアクセス
ko: 카메라 접근 권한
vi: Quyền truy cập Camera

# profile.currentWeight
source: Current: %@kg
de: Aktuell: %@ kg
es: Actual: %@ kg
fr: Actuel : %@kg
ja: 現在：%@kg
ko: 현재: %@kg
vi: Hiện tại: %@kg

# profile.gender
source: Gender
de: Geschlecht
es: Género
fr: Genre
ja: 性別
ko: 성별
vi: Giới tính

# profile.gender.female
source: Female
de: Weiblich
es: Mujer
fr: Femme
ja: 女性
ko: 여성
vi: Nữ

# profile.gender.male
source: Male
de: Männlich
es: Hombre
fr: Homme
ja: 男性
ko: 남성
vi: Nam

# profile.gender.nonBinary
source: Non-binary
de: Nicht-binär
es: No binario
fr: Non-binaire
ja: ノンバイナリー
ko: 논바이너리
vi: Phi nhị giới

# profile.gender.other
source: Other
de: Divers
es: Otro
fr: Autre
ja: その他
ko: 기타
vi: Khác

# profile.minWeight
source: MinWeight
de: Mindestgewicht
es: Peso mín
fr: Poids min
ja: 最小体重
ko: 최소 체중
vi: Cân nặng tối thiểu

# recipe.aiChef
source: AI Chef
de: KI-Koch
es: Chef IA
fr: Chef IA
ja: AIシェフ
ko: AI 셰프
vi: Đầu bếp AI

# recipe.cookingTime
source: Cooking time
de: Kochzeit
es: Tiempo de cocción
fr: Temps de cuisson
ja: 調理時間
ko: 조리 시간
vi: Thời gian nấu

# recipe.cookSubtitle
source: Cook your way to your goals!
de: Koche dich zu deinen Zielen!
es: ¡Cocina a tu manera para alcanzar tus metas!
fr: Cuisinez à votre façon pour atteindre vos objectifs !
ja: 料理を楽しみながら目標を達成しましょう！
ko: 맛있게 요리하고 목표를 달성하세요!
vi: Nấu ăn theo cách của bạn để đạt mục tiêu!

# recipe.delete.description
source: You won't be able to recover this recipe.
de: Du wirst dieses Rezept nicht wiederherstellen können.
es: No podrás recuperar esta receta.
fr: Vous ne pourrez pas récupérer cette recette.
ja: このレシピは復元できません。
ko: 이 레시피는 복구할 수 없습니다.
vi: Bạn sẽ không thể khôi phục công thức này.

# recipe.delete.title
source: Delete recipe?
de: Rezept löschen?
es: ¿Eliminar receta?
fr: Supprimer la recette ?
ja: レシピを削除しますか？
ko: 레시피를 삭제하시겠습니까?
vi: Xóa công thức?

# recipe.description
source: Turn your available ingredients into personalized meals that fit your calorie goal.
de: Verwandle deine verfügbaren Zutaten in personalisierte Mahlzeiten, die zu deinem Kalorienziel passen.
es: Convierte tus ingredientes disponibles en comidas personalizadas que se adapten a tu objetivo calórico.
fr: Transformez vos ingrédients disponibles en repas personnalisés adaptés à votre objectif calorique.
ja: 家にある食材を使って、カロリー目標に合ったカスタムレシピを作成します。
ko: 보유한 재료로 칼로리 목표에 맞는 맞춤형 식단을 만들어 보세요.
vi: Biến các nguyên liệu có sẵn thành các bữa ăn cá nhân hóa phù hợp với mục tiêu calo của bạn.

# recipe.detailTitle
source: Recipe Detail
de: Rezeptdetails
es: Detalle de la receta
fr: Détail de la recette
ja: レシピの詳細
ko: 레시피 상세
vi: Chi tiết công thức

# recipe.energyValue
source: Energy value
de: Energiewert
es: Valor energético
fr: Valeur énergétique
ja: 熱量
ko: 열량
vi: Giá trị năng lượng

# recipe.error.loadFailed
source: We couldn't load this recipe. Please try again.
de: Dieses Rezept konnte nicht geladen werden. Bitte versuche es erneut.
es: No pudimos cargar esta receta. Por favor, inténtalo de nuevo.
fr: Impossible de charger cette recette. Veuillez réessayer.
ja: レシピを読み込めませんでした。もう一度お試しください。
ko: 레시피를 불러올 수 없습니다. 다시 시도해 주세요.
vi: Không thể tải công thức này. Vui lòng thử lại.

# recipe.favorites.emptyDescription
source: Looks like you haven't added anything to your favorites yet.
de: Sieht so aus, als hättest du noch keine Favoriten hinzugefügt.
es: Parece que aún no has añadido nada a tus favoritos.
fr: Il semble que vous n'avez encore rien ajouté à vos favoris.
ja: お気に入りに登録されたレシピはまだありません。
ko: 아직 즐겨찾기에 추가한 항목이 없습니다.
vi: Có vẻ như bạn chưa thêm nội dung nào vào danh sách yêu thích.

# recipe.favorites.emptyTitle
source: No Favorites Yet
de: Noch keine Favoriten
es: Aún no hay favoritos
fr: Aucun favori pour le moment
ja: お気に入りはまだありません
ko: 즐겨찾기 없음
vi: Chưa có mục yêu thích

# recipe.favorites.title
source: Favourites
de: Favoriten
es: Favoritos
fr: Favoris
ja: お気に入り
ko: 즐겨찾기
vi: Yêu thích

# recipe.generate
source: Generate Recipe
de: Rezept generieren
es: Generar receta
fr: Générer la recette
ja: レシピを生成
ko: 레시피 생성
vi: Tạo công thức

# recipe.generating.gatheringIngredients
source: Gathering your ingredients...
de: Deine Zutaten werden gesammelt...
es: Reuniendo tus ingredientes...
fr: Rassemblement de vos ingrédients...
ja: 食材をまとめています...
ko: 재료를 모으는 중...
vi: Đang tổng hợp các nguyên liệu...

# recipe.ingredients
source: Ingredients
de: Zutaten
es: Ingredientes
fr: Ingrédients
ja: 材料
ko: 재료
vi: Nguyên liệu

# recipe.ingredientsEmpty
source: No ingredients added yet
de: Noch keine Zutaten hinzugefügt
es: Aún no se han añadido ingredientes
fr: Aucun ingrédient ajouté pour le moment
ja: まだ食材が追加されていません
ko: 아직 추가된 재료가 없습니다
vi: Chưa thêm nguyên liệu nào

# recipe.instructions
source: How to make
de: Zubereitung
es: Preparación
fr: Préparation
ja: 作り方
ko: 조리 방법
vi: Cách chế biến

# recipe.logAndSave
source: Log & Save
de: Aufzeichnen & Speichern
es: Registrar y guardar
fr: Enregistrer & Sauvegarder
ja: 記録して保存
ko: 기록 및 저장
vi: Ghi nhận & Lưu

# recipe.mealType
source: Meal Type
de: Mahlzeitentyp
es: Tipo de comida
fr: Type de repas
ja: 食事タイプ
ko: 식사 유형
vi: Loại bữa ăn

# recipe.moreIdeas
source: More ideas with your ingredients
de: Mehr Ideen mit deinen Zutaten
es: Más ideas con tus ingredientes
fr: Plus d'idées avec vos ingrédients
ja: 手持ちの食材で作れるその他のアイデア
ko: 해당 재료로 만들 수 있는 다른 요리
vi: Thêm gợi ý với nguyên liệu của bạn

# recipe.searchPlaceholder
source: Search for recipes
de: Nach Rezepten suchen
es: Buscar recetas
fr: Rechercher des recettes
ja: レシピを検索
ko: 레시피 검색
vi: Tìm kiếm công thức

# recipe.serving
source: Serving
de: Portion
es: Ración
fr: Portion
ja: 分量
ko: 제공량
vi: Khẩu phần

# recipe.stepNumber
source: Step %lld
de: Schritt %lld
es: Paso %lld
fr: Étape %lld
ja: ステップ %lld
ko: 단계 %lld
vi: Bước %lld

# recipe.tabTitle
source: Recipes
de: Rezepte
es: Recetas
fr: Recettes
ja: レシピ
ko: 레시피
vi: Công thức

# recipe.title
source: Recipe
de: Rezept
es: Receta
fr: Recette
ja: レシピ
ko: 레시피
vi: Công thức

# recipe.typeIngredientPlaceholder
source: Type an ingredient...
de: Zutat eingeben...
es: Escribe un ingrediente...
fr: Saisissez un ingrédient...
ja: 材料を入力...
ko: 재료 입력...
vi: Nhập nguyên liệu...

source: Select size
de: Größe auswählen
es: Seleccionar tamaño
fr: Sélectionner la taille
ja: サイズを選択
ko: 양 선택
vi: Chọn kích thước

# settings.glassSize
source: Glass size
de: Glasgröße
es: Tamaño del vaso
fr: Taille du verre
ja: コップのサイズ
ko: 컵 용량
vi: Dung tích ly

# settings.glassSizeDescription
source: Standard glass size for calculating water intake.
de: Standard-Glasgröße zur Berechnung der Wasseraufnahme.
es: Tamaño de vaso estándar para calcular la ingesta de agua.
fr: Taille de verre standard pour calculer l'apport en eau.
ja: 水分摂取量を計算するための標準的なコップのサイズです。
ko: 수분 섭취량을 계산하기 위한 표준 컵 용량입니다.
vi: Dung tích ly tiêu chuẩn để tính lượng nước uống.

# settings.language
source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
vi: Ngôn ngữ

# settings.privacyPolicy
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 처리방침
vi: Chính sách bảo mật

# settings.rateUs
source: Rate Us
de: App bewerten
es: Valorarnos
fr: Nous noter
ja: アプリを評価
ko: 앱 평가하기
vi: Đánh giá chúng tôi

# settings.recalculatePlan
source: Recalculate plan
de: Plan neu berechnen
es: Recalcular plan
fr: Recalculer le programme
ja: プランを再計算
ko: 플랜 재계산
vi: Tính toán lại kế hoạch

# settings.sectionOther
source: Other
de: Sonstiges
es: Otros
fr: Autre
ja: その他
ko: 기타
vi: Khác

# settings.shareApp
source: Share App
de: App teilen
es: Compartir aplicación
fr: Partager l'application
ja: アプリを共有
ko: 앱 공유하기
vi: Chia sẻ ứng dụng

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
vi: Cài đặt

# settings.unitOfMeasurement
source: Units
de: Einheiten
es: Unidades
fr: Unités
ja: 単位
ko: 단위
vi: Đơn vị đo

# settings.writeFeedback
source: Write Feedback
de: Feedback schreiben
es: Escribir comentarios
fr: Rédiger un avis
ja: フィードバックを送信
ko: 의견 보내기
vi: Gửi phản hồi

# statistics.caloriesEaten
source: Calories Eaten
de: Konsumierte Kalorien
es: Calorías consumidas
fr: Calories consommées
ja: 摂取カロリー
ko: 섭취한 칼ロ리
vi: Calo đã nạp

# statistics.caloriesGoal
source: Goal: %@ kcal
de: Ziel: %@ kcal
es: Objetivo: %@ kcal
fr: Objectif : %@ kcal
ja: 目標：%@ kcal
ko: 목표: %@ kcal
vi: Mục tiêu: %@ kcal

# statistics.noData
source: No data available
de: Keine Daten verfügbar
es: No hay datos disponibles
fr: Aucune donnée disponible
ja: 利用可能なデータがありません
ko: 표시할 데이터가 없습니다
vi: Không có dữ liệu

# statistics.period.day
source: Day
de: Tag
es: Día
fr: Jour
ja: 日
ko: 일
vi: Ngày

# statistics.period.oneMonth
source: 1 month
de: 1 Monat
es: 1 mes
fr: 1 mois
ja: 1ヶ月
ko: 1개월
vi: 1 tháng
